vpilat/libtropic/examples/esp32/ESP32-DevKit-V4/hello_world/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_ESP_MAIN_TASK_STACK_SIZE=10000